Repository: wp-plugins/wp-media-category-management
Catalog: lang/wp-mcm-*.po
Languages: de_de, sr_rs

source: MCM Categories
de_de: MCM Kategorien
sr_rs: MCM Kategorije

source: MCM Category
de_de: MCM Kategorie
sr_rs: MCM Kategorija

source: All MCM Categories
de_de: Alle MCM Kategorien
sr_rs: Sve MCM Kategorije

source: Edit MCM Category
de_de: MCM Kategorie bearbeiten
sr_rs: Uredi MCM kategoriju

source: View MCM Category
de_de: MCM Kategorie betrachten
sr_rs: Vidi MCM kategoriju

source: Update MCM Category
de_de: MCM Kategorie aktualisieren
sr_rs: Ažuriraj MCM kategoriju

source: Add New MCM Category
de_de: Neue MCM Kategorie hinzufügen
sr_rs: Dodaj novu MCM kategoriju

source: New MCM Category Name
de_de: Neuer MCM Kategorienname
sr_rs: Naziv nove MCM kategorije

source: Parent MCM Category
de_de: MCM Elternkategorie
sr_rs: Nadređena MCM kategorija

source: Parent MCM Category:
de_de: MCM Elternkategorie:
sr_rs: Nadređena MCM kategorija:

source: Search MCM Categories
de_de: Durchsuche MCM Kategorien
sr_rs: Pretraži MCM kategorije

source: Custom MCM Categories
de_de: Eigene MCM Kategorien
sr_rs: Prilagođene MCM kategorije

source: Custom MCM Category
de_de: Eigene MCM Kategorie
sr_rs: Prilagođena MCM kategorija

source: View all categories
de_de: Zeige alle Kategorien
sr_rs: Vidi sve kategorije

source: MCM Settings
de_de: MCM Einstellungen
sr_rs: MCM podešavanja

source: Set your settings below:
de_de: Bearbeiten Sie Ihre Einstellungen:
sr_rs: Podesite svoje postavke dole:

source: Toggle Assign
de_de: Zuordnung umschalten
sr_rs: Dodeli sklopku

source: Media Taxonomy To Use
de_de: Zu nutzende Medienklassifizierung
sr_rs: Taksonomija medija koju treba koristiti

source: Name for Custom MCM Taxonomy
de_de: Name für eigene MCM Klassifizierung
sr_rs: Naziv za prilagođenu MCM taksonomiju

source: Use Default Category
de_de: Nutze Standardkategorie
sr_rs: Koristi podrazumevanu kategoriju

source: Default Media Category
de_de: Standard Medienkategorie
sr_rs: Kategorija podrazumevanog medija

source: Show category toggles in list view?
de_de: Kategorienumschalter in der Listenansicht anzeigen?
sr_rs: Prikaži sklopke kategorija u pregledu liste?

source: Debug info.
de_de: Debug Information.
sr_rs: Informacije o otklanjanju grešaka.

source: Current value:
de_de: Derzeitiger Wert:
sr_rs: Tekuća vrednost:

source: Which taxonomy should be used to manage the media?
de_de: Welche Klassifizierung soll genutzt werden, um Medien zu verwalten?
sr_rs: Koju taksonomiju treba koristiti za upravljanje ovim medijem?

source: (P) means that the taxonomy is also used for posts.
de_de: (P) bedeutet, dass die Klassifizierung auch für Beiträge genutzt wird.
sr_rs: (P) znači da se data taksonomija koristi i za postove.

source: (*) means that the taxonomy may have been registered previously, e.g. by another plugin.
de_de: (*) bedeutet, dass die Klassifizierung bereits registriert ist, z.B. durch ein anderes Plugin
sr_rs: (*) znači da je taksonomija možda već prethodno registrovana, npr. od strane drugog plugin-a.

source: [#<strong>X</strong>] means that the taxonomy is currently assigned to <strong>X</strong> attachments.
de_de: (#<strong>X</strong>) bedeutet, dass die Klassifizierung momentan <strong>X</strong> Anhängen zugeordnet ist.
sr_rs: [#<strong>X</strong>] znači da je data taksonomija trenutno dodeljena <strong>X</strong> prilozima.

source: Use the default category when adding or editing an attachment?
de_de: Nutze die Standardkategorie, wenn ein Anhang hinzugefügt oder bearbeitet wird?
sr_rs: Koristiti podrazumevanu kategoriju prilikom dodavanja ili uređivanja priloga?

source: No default category
de_de: Keine Standardkategorie
sr_rs: Nema podrazumevane kategorije

source: Which category of the selected media taxonomy should be used as default?
de_de: Welche Kategorie der ausgewählten Medienklassifizierung soll als Standard genutzt werden?
sr_rs: Koja kategorija taksonomije odabranih medija treba da se koristi kao podrazumevana?

source: Which post category should be used as default?
de_de: Welche Beitragskategorie soll standardmäßig genutzt werden?
sr_rs: Koja kategorija posta treba da se koristi kao podrazumevana?

source: Which custom media category should be used as default?
de_de: Welche eigene Medienkategorie soll als Standard genutzt werden?
sr_rs: Koja prilagođena kategorija medija treba da se koristi kao podrazumevana?

source: MCM Shortcodes
sr_rs: MCM Shortcode-ovi

source: The basic shortcode to show a gallery of all media for the taxonomy and categories specified in the parameters.
de_de: Der Shortcode, um eine Galerie aller Medien zu erstellen, basierend auf den in den Parametern festgelegte Klassifizierung und Kategorie.
sr_rs: Osnovni shortcode za prikazivanje galerije svih medija za taksonomiju i kategorije navedene u parametrima.

source: <strong>taxonomy</strong>="&lt;slug&gt;"
sr_rs: <strong>taksonomija</strong>="&lt;slug&gt;"

source: The <code>slug</code> of the taxonomy to be used to filter the media to show.
de_de: Der <code>Slug</code> der Klassifizierung, um die anzuzeigenden Medien zu filtern.
sr_rs: <code>Podloška</code> taksonomije za filtriranje medija za prikazivanje.

source: The default value is as defined in MCM Settings for <strong>Media Taxonomy To Use</strong>, currently defined as <code>%s</code>.
de_de: Der Standardwert ist in MCM Einstellungen unter <strong>"zu nutzende Medienklassifizierung"</strong> definiert; der momentane Wert ist <code>%s</code>.
sr_rs: Podrazumevana vrednost je definisana u MCM podešavanjima za <strong>Taksonomija medija za upotrebu</strong>, trenutno definisana kao <code>%s</code>.

source: <strong>category</strong>="&lt;slugs&gt;"
sr_rs: <strong>kategorija</strong>="&lt;slugs&gt;"

source: A comma separated list of category <code>slugs</code> to be used to filter the media to show.
de_de: Eine Liste von Kategorien getrennt mit Komma wird zur Filterung von Medien genutzt.
sr_rs: Lista <code>podloški</code> kategorija odvojenih zarezima za filtriranje medija za prikazivanje.

source: The default value is as defined in MCM Settings for <strong>Default Media Category</strong>, currently defined as <code>%s</code>.
de_de: Der Standardwert für <strong>Standard-Medienkategorie</strong> ist in den MCM Einstellungen definiert, momentan als <code>%s</code> definiert.
sr_rs: Podrazumevana vrednost je vrednost određena u MCM podešavanjima za <strong>Podrazumevanu kategoriju medija</strong>, trenutno definisanu kao <code>%s</code>.

source: A shortcode with the same functionality as <code>WP_MCM</code> listed above.
de_de: Ein Shortcode mit der selben Funktionalität wie <code>MP_MCM</code> ist oben gelistet.
sr_rs: Shortcode sa istim funkcionalnostima kao <code>WP_MCM</code> prikazan gore.

source: Shortcodes
sr_rs: Shortcode-ovi

source: Your Settings have been saved.
de_de: Ihre Einstellungen wurden gespeichert.
sr_rs: Vaša podešavanja su sačuvana.

source: This page shows the shortcodes supported by the WP Media Category Management plugin:
de_de: Diese Seite zeigt die Shortcodes, die voon WP Media Category Management Plugin unterstützt werden:
sr_rs: Ova stranica prikazuje shortcode-ove koje podržava WP Media Category Management plugin.

source: Description
de_de: Beschreibung
sr_rs: Opis

source: Parameters
de_de: Parameter
sr_rs: Parametri

source: <br/>This plugin supports the shortcodes as shown above as well as in all upper and lower case.
de_de: <br/>Dieses Plugin unterstützt die oben gezeigten Shortcodes sowohl in Groß- als auch Kleinschreibung.
sr_rs: <br/>Ovaj plugin podržava shortcode-ove kao što su ovi prikazani iznad, ali i sve druge, napisane velikim i malim slovima.

source: <br/>More information can be found <a href="%s">here</a>.
de_de: <br/>Mehr Informationen gibt es <a href="%s">hier</a>.
sr_rs: <br/>Više informacija možete naći <a href="%s">ovde</a>.

source: <br/>If you have suggestions to improve this plugin, please leave a comment on this same <a href="%s">page</a>.
de_de: <br/>Wenn Sie Vorschläge haben, wie dieses Plugin verbessert werden kann, hinterlassen Sie bitte einen Kommentar auf <a href="%s">dieser Seite</a>.
sr_rs: <br/>Ako imate predloge za unapređivanje ovog plugin-a, ostavite komentar na ovoj <a href="%s">stranici</a>.

source: Toggle
de_de: Wechseln
sr_rs: Prekidač

source: Media bulk toggled.
de_de: Medienauswahl gewechselt.
sr_rs: Grupa medija prebačena~~~%s grupa medija prebačena

source: Welcome to WP Media Category Management
de_de: Willkommen zu WP Media Category Management
sr_rs: Dobro došli na WP Media Category Management

source: wp-mcm version %s.
sr_rs: wp-mcm verzija %s.

source: All
de_de: Alle
sr_rs: Sve

source: Edit
de_de: Bearbeiten
sr_rs: Uredi

source: View
de_de: Anzeigen
sr_rs: Vidi

source: Update
de_de: Aktualisieren
sr_rs: Ažuriraj

source: Add New
de_de: Neue Hinzufügen
sr_rs: Dodaj novu

source: New %s Name
de_de: Neuer %s Name
sr_rs: Naziv nove %s

source: Parent
de_de: Übergeordnet
sr_rs: Nadređena

source: No categories
de_de: Keine Kategorien
sr_rs: Nema kategorija

source: Custom Singular Name
de_de: Benutzerdefinierter Name (Einzahl)
sr_rs: Pojedinačni prilagođen naziv

source: Use Post Taxonomy
de_de: Benutze Post-Klassifizierung
sr_rs: Koristi taksonomiju posta

source: What text should be used as <strong>plural</strong> name for the Custom MCM Taxonomy?
de_de: Welcher Text soll als als Namen (<strong>Plural</strong>) für die MCM Klassifizierung genutzt werden?
sr_rs: Koji tekst treba koristiti kao <strong>množinu</strong> naziva za prilagođenu MCM taksonomiju?

source: What text should be used as <strong>singular</strong> name for the Custom MCM Taxonomy?
de_de: Welcher Text soll als Namen (<strong>Singular</strong>) für die MCM Klassifizierung genutzt werden?
sr_rs: Koji tekst treba koristiti kao <strong>jedninu</strong> naziva za prilagođenu MCM taksonomiju?

source: Use the category used for posts also explicitly for attachments?
de_de: Nutze die Post-Kategorie ausdrücklich auch für Anhänge?
sr_rs: Koristiti kategoriju upotrebljenu za postove i ekcplicitno za priloge?

source: <strong>alternative_shortcode</strong>="&lt;alternative&gt;"
sr_rs: <strong>alternativni_shortcode</strong>="&lt;alternativni&gt;"

source: This parameter can be used to overrule the default <code>gallery</code> shortcode as used by WordPress and most plugins.
de_de: Dieser Parameter kann genutzt werden, um den Standard-Shortcode <code>gallery</code>, wie er von Wordpress und den meisten Plugins genutzt wird, zu überschreiben.
sr_rs: Ovaj parametar može se upotrebiti za poništenje podrazumevanog <code>galerija</code> shortcode-a koji koriste WordPress i većina dodataka.

source: The default value is <code>gallery</code>.
de_de: Der Standardwert ist <code>gallery</code>.
sr_rs: Podrazumevana vrednost je <code>galerija</code>.

source: A plugin to provide bulk category management functionality for media in WordPress sites.
de_de: Ein Plugin, das Wordpress Seiten um ein flexibles Kategoriemanagement für Medien erweitert.
sr_rs: Plugin omogucava funkcije upravljanja medijima na WordPress stranicama.

source: Search
de_de: Suchen

source: No tags
de_de: Keine Tags

source: View all tags
de_de: Zeige alle Tags

source: (T) means that the taxonomy is also used as tags for posts.
de_de: (T) bedeutet, dass die Klassifizierung auch für Tags der Beiträge genutzt wird.

source: See the parameters of the <code>WP_MCM</code> shortcode above.
de_de: Siehe die Parameter des <code>WP_MCM</code> Shortcodes oben.
